Repository: hotvap/need
Catalog: sites/all/modules/shop/uc_liqpay/translations/*.po
Languages: ru

source: Redirect to liqpay to pay by.
ru: Перенаправляет пользователя на сайт liqpay для оплаты

source: Currency
ru: Валюта

source: Merchant ID
ru: ID мерчанта

source: Secret key
ru: Подпись мерчанта

source: Rate
ru: Ставка

source: Edit
ru: Редактировать

source: Delete checked currency
ru: Удалить выбранную валюту

source: You have not any added currencies
ru: У Вас нет добавленных валют

source: You successfully deleted currency - @currency.
ru: @currencу - валюта успешно удалена

source: Please, select currency.
ru: Пожалуйста, введите валюту

source: Please, enter MERCHANT ID.
ru: Пожалуйста, ID мерчанта

source: Please, enter rate of currency.
ru: Пожалуйста, введите ставку по этой валюте

source: Signature
ru: Подпись мерчанта

source: Please enter signature.
ru: Пожалуйста введите подпись мерчанта

source: ADD LP-CURRENCY
ru: Добавить LP-CURRENCY

source: There are no available currencies. Please delete some of them.
ru: Все доступные валюты заняты

source: @currency already exists. Please enter another currency.
ru: Валюта @currency уже была создана

source: You successfully added currency - @currency.
ru: @currencу - валюта успешно удалена

source: Please enter SIGNATURE.
ru: Пожалуйста введите подпись мерчанта

source: Rate to site currency
ru: Ставка по этой валюте

source: Please enter liqpay rate according to site currency.
ru: Пожалуйста введите ставку по этой валюте

source: Update Currency
ru: Обновить валюту

source: Delete Currency
ru: Удалить валюту

source: Cancel
ru: Отмена

source: Back
ru: Назад

source: This currency does not exist
ru: Такая валюта не существует

source: Currency has been updated successfully
ru: Валюта успешно обновлена

source: Currency has been deleted
ru: Валюта удалена

source: What type of currency will be used.
ru: Какой тип валюты будет использован

source: You order total sum increased to @cur 0.02. Because Liqpay does not support sum less @cur 0.02
ru: Общая сумма вашей покупки меньше 0.02 @cur. С Вашего счета будет снято 0.02 @cur т.к. liqpay так хочет.

source: Place your order via Liqpay
ru: Оформить заказ через Liqpay

source: You have not selected the currency. If no selected the currency, contact the site administrator.
ru: В системе Liqpay не выбрана валюта. Пожалуйста свяжитесь с администратором.

source: Status error
ru: Ошибка

source: An error has occurred during payment. Please contact us to ensure your order has submitted.
ru: Во время платежа возникла ошибка. Пожалуйста свяжитесь с нами.

source: Security check failed
ru: Ошибка подписи мерчанта

source: Payment from phone %sender_phone by %pay_way
ru: Платеж по %pay_way с номером телефона %sender_phone

source: A payment has been accepted.
ru: Платеж принят в обработку

source: Your payment has been declined. Maybe internet payments on your card is prohibited. Or you have exceeded the card limit. Ways of solving problem: - unlock internet purchasing - increase card limit - try again in 1 hour - try another card
ru: Ваш платеж был отклонен. Возможно это случилось потому, что платежи через Интернет по вашей карте запрещены или Вы превысили лимит покупок Пути решения проблемы: - разрешить платежи через интернет - увеличить лимит покупок - попробовать оплатить через 1 час - попробовать оплатить другой картой

source: Undefined
ru: Неопределенный

source: Status of your payment is @status and Your payment has been declined. Maybe internet payments on your card is prohibited. Or you have exceeded the card limit. Ways of solving problem: - unlock internet purchasing - increase card limit - try again in 1 hour - try another card
ru: Статус Вашего платежа - @status. Поэтому Ваш платеж был отклонен Возможно это случилось потому, что платежи через Интернет по вашей карте запрещены или Вы превысили лимит покупок Пути решения проблемы: - разрешить платежи через интернет - увеличить лимит покупок - попробовать оплатить через 1 час - попробовать оплатить другой картой

source: Internal Data
ru: Внутренние данные

source: Liqpay processing
ru: Liqpay обработка

source: Overview
ru: Обзор

source: Add currency
ru: Добавить валюду

source: Edit currency
ru: Редактировать валюту

source: Liqpay payment gateway.
ru: Платежный шлюз Liqpay

source: Ubercart - payment
ru: Ubercart - платеж
